Repository: beeradmoore/dlss-swapper
Catalog: src/Translations/*/Resources.resw
Source language: en_us
Languages: ar_sa, ar_sy, ca_es, cs_cz, de_de, es_es, fa_ir, fi_fi, fr_fr, he_il, it_it, ja_jp, ko_kr, pl_pl, pt_br, ru_ru, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# MainWindow_NoteForMultiplayerGames_Message
source: While swapping DLSS versions should not be considered cheating, certain anti-cheat systems may not be happy with you if the files in your game directory are not what the game was distributed with. Because of this we recommend using caution for multiplayer games.
ar_sa: على الرغم من أن تبديل إصدارات DLSS لا يُعتبر غشًا، إلا أن بعض أنظمة مكافحة الغش قد لا تقبل بذلك إذا كانت الملفات في مجلد لعبتك تختلف عن الملفات الأصلية التي تم توزيعها مع اللعبة. لذلك نوصي بالحذر عند استخدام هذه الأداة في العاب الاونلاين (متعددة اللاعبين).
ar_sy: **بينما لا يجب اعتبار تبديل إصدارات DLSS غشاً، قد لا تكون بعض أنظمة مكافحة الغش راضية عنك إذا كانت الملفات في مجلد اللعبة ليست كما تم توزيع اللعبة معها. لهذا السبب نوصي بتوخي الحذر مع الألعاب متعددة اللاعبين.**
ca_es: Tot i que l'intercanvi de versions de DLSS no s'ha de considerar una trampa, és possible que alguns sistemes antitrampa no estiguin contents amb tu si els fitxers del directori del joc no són els que s'hi van distribuir. Per això, recomanem anar amb compte amb les partides multijugador.
cs_cz: I když by výměna verzí DLSS neměla být považována za podvádění (cheating), některé systémy proti podvádění (anti-cheat) mohou detekovat, pokud soubory v adresáři vaší hry neodpovídají souborům, se kterými byla hra distribuována. Z tohoto důvodu doporučujeme být u multiplayerových her opatrní.
de_de: Das Austauschen von DLSS-Versionen sollte zwar nicht als Cheating angesehen werden, aber bestimmte Anti-Cheat-Systeme könnten Probleme damit haben, wenn die Dateien in Ihrem Spielverzeichnis nicht mit denen übereinstimmen, mit denen das Spiel ausgeliefert wurde. Aus diesem Grund empfehlen wir Ihnen, bei Multiplayer-Spielen Vorsicht walten zu lassen.
es_es: Aunque intercambiar versiones de DLSS no debería considerarse trampa, ciertos sistemas anti-trampas pueden no estar contentos contigo si los archivos en el directorio de tu juego no son los que se distribuyeron con el juego. Debido a esto, recomendamos tener precaución con los juegos multijugador.
fa_ir: اگرچه تعویض نسخه‌های DLSS نباید تقلب (Cheating) محسوب شود، اما برخی از سیستم‌های ضد تقلب (Anti-cheat) در صورتی که فایل‌های موجود در پوشه بازی با فایل‌های اصلی توزیع‌شده بازی مطابقت نداشته باشند، ممکن است با شما برخورد کنند. به همین دلیل، توصیه می‌کنیم برای بازی‌های آنلاین و چندنفره (Multiplayer) با احتیاط عمل کنید.
fi_fi: Vaikka DLSS-versioiden vaihtamista ei pidä pitää huijaamisena, tietyt petos-tunnistusjärjestelmät saattavat olla tyytymättömiä, jos pelikansion tiedostot eivät ole niitä, joilla peli jaettiin. Tästä syystä suosittelemme varovaisuutta moninpeleille.
fr_fr: Bien que le fait de changer de version DLSS ne soit pas considéré comme de la triche, certains systèmes anti-triche pourraient vous sanctionner si les fichiers présents dans le répertoire du jeu ne correspondent pas à ceux fournis avec le jeu lors de sa distribution. C'est pourquoi nous vous recommandons d'être prudent lorsque vous jouez à des jeux multijoueurs.
he_il: למרות שהחלפת גרסאות DLSS אינה אמורה להיחשב כרמאות, מערכות מסוימות למניעת רמאות (anti-cheat) עלולות להתנגד לשינויים אם הקבצים בספריית המשחק שלך אינם תואמים לקבצים המקוריים שסופקו עם המשחק. בשל כך, אנו ממליצים לנקוט משנה זהירות במשחקים מרובי משתתפים.
it_it: Sebbene cambiare la versione DLSS non sia considerato un imbroglio, alcuni sistemi anti-cheat potrebbero non essere d'accordo se i file nella directory del gioco non corrispondono a quelli con cui è stato distribuito. Per questo motivo, consigliamo di usare cautela nelle partite multigiocatore.
ja_jp: DLSS のバージョンを変更すること自体は不正行為とはみなされませんが、ゲームのインストールフォルダー内のファイルが配布時のものと異なっていると、一部のアンチチートシステムでは問題視される可能性があります。 そのため、マルチプレイヤーゲームをプレイする際は十分にご注意いただくことをお勧めします。
ko_kr: DLSS 버전을 교체하는 것 자체가 치트로 간주되어서는 안 되지만, 일부 안티 치트 시스템은 게임 디렉토리 내의 파일이 원본과 다를 경우 제재를 가할 수도 있습니다. 이러한 이유로 멀티플레이 게임에서는 사용 시 주의를 권장합니다.
pl_pl: Chociaż zamiana wersji DLSS nie powinna być uznawana za oszustwo, niektóre systemy anty-cheatowe mogą nie być tego zadowolone, jeśli pliki w twoim katalogu gry nie są takie, z jakimi gra była dystrybuowana.
pt_br: Trocar versões de DLSS não deve ser considerado trapaça, mas alguns sistemas anti-cheat podem não aceitar arquivos modificados na pasta do jogo. Recomendamos cautela ao usar isso em jogos multiplayer.
ru_ru: Хотя замена версий DLSS не считается читерством, некоторые античит-системы могут не одобрить это, если файлы в вашем игровом каталоге не соответствуют тем, с которыми была распространена игра. По этой причине мы рекомендуем проявлять осторожность при игре в многопользовательских играх.
th_th: แม้ว่าการสลับเวอร์ชัน DLSS จะไม่ถือว่าเป็นการโกง แต่ระบบป้องกันการโกง (Anti-cheat) บางตัวอาจไม่พอใจ หากพบว่าไฟล์ในโฟลเดอร์เกมไม่ตรงกับไฟล์ต้นฉบับที่ตัวเกมใส่มา เราขอแนะนำให้ใช้ความระมัดระวังเมื่อใช้งานกับเกมมัลติเพลเยอร์
tr_tr: DLSS sürümlerini değiştirmek hile olarak kabul edilmese de, oyun dizininizdeki dosyalar oyunun dağıtıldığı orijinal dosyalarla aynı değilse bazı hile koruma sistemleri bu durumdan hoşlanmayabilir. Bu nedenle çok oyunculu oyunlarda dikkatli olmanızı öneririz.
uk_ua: Хоча заміну версій DLSS не слід вважати шахрайством, деякі античіт системи можуть бути незадоволені вами, якщо файли у вашому каталозі гри не відповідають тим, з якими розповсюджувалася гра. Через це ми рекомендуємо бути обережними в багатокористувацьких іграх.
vi_vn: Mặc dù việc hoán đổi phiên bản DLSS không nên được coi là gian lận, một số hệ thống chống gian lận có thể không hài lòng nếu tệp trong thư mục trò chơi của bạn không phải là những gì trò chơi được phân phối. Vì lý do này, chúng tôi khuyến nghị cẩn thận với trò chơi nhiều người chơi.
zh_cn: 虽然替换 DLSS 版本不应被视为作弊，但某些反作弊系统可能会对游戏目录中的文件与游戏发行时的文件不一致进行检测； 因此，我们建议在多人游戏中谨慎使用。
zh_tw: 替換 DLSS 版本通常不會被視為修改檔案（也就是作弊），但如果您遊戲資料夾中的檔案與遊戲新版本的檔案不符，某些反作弊系統可能會試圖阻擋遊戲啟動。 因此，如果您遊玩的遊戲是多人線上遊戲，而且有使用反作弊系統，請務必小心謹慎。

# MainWindow_NoteForMultiplayerGames_Title
source: Note for multiplayer games
ar_sa: ملاحظة حول العاب الاونلاين (متعددة اللاعبين)
ar_sy: ملاحظات لألعاب الأون لاين
ca_es: Nota per a jocs multijugador
cs_cz: Poznámka pro multiplayerové hry
de_de: Hinweis für Multiplayer-Spiele
es_es: Nota para juegos multijugador
fa_ir: نکته برای بازی‌های چند نفره
fi_fi: Huomautus moninpeleistä
fr_fr: Remarque concernant les jeux multijoueurs
he_il: הערה למשחקים מרובי משתתפים
it_it: Nota per i giochi multigiocatore
ja_jp: マルチプレイヤーゲームに関する注意事項
ko_kr: 멀티플레이 게임 시 주의사항
pl_pl: Uwaga dotycząca gier wieloosobowych
pt_br: Nota para jogos multiplayer
ru_ru: Примечание для многопользовательских игр
th_th: หมายเหตุสำหรับเกมมัลติเพลเยอร์
tr_tr: Çok oyunculu oyunlar için not
uk_ua: Примітка для багатокористувацьких ігор
vi_vn: Ghi chú cho trò chơi nhiều người chơi
zh_cn: 多人游戏注意事项
zh_tw: 歡迎使用 DLSS Swapper，在使用前請先閱讀此內容

# NetworkTesterPage_BrowserTesterStillDoesNotWork
source: Still does not work
ar_sa: لا يزال لا يعمل
ar_sy: لا تزال لم تعمل
ca_es: Encara no funciona
cs_cz: Stále nefunguje
de_de: Funktioniert immer noch nicht
es_es: Sigue sin funcionar
fa_ir: هنوز کار نمی‌کند
fi_fi: Ei silti toimi
fr_fr: Ça ne marche toujours pas.
he_il: עדיין לא עובד
it_it: Ancora non funziona
ja_jp: 動作しません
ko_kr: 여전히 작동하지 않음
pl_pl: Wciąż nie działa
pt_br: Ainda não funciona
ru_ru: Все еще не работает
th_th: ยังใช้งานไม่ได้
tr_tr: Hala çalışmıyor
uk_ua: Все ще не працює
vi_vn: Vẫn không hoạt động
zh_cn: 无法下载
zh_tw: 無法下載

# NetworkTesterPage_BrowserTesterWorks
source: Works!
ar_sa: يعمل!
ar_sy: إنها تعمل!
ca_es: Funciona!
cs_cz: Funguje!
de_de: Funktioniert!
es_es: ¡Funciona!
fa_ir: کار می‌کند!
fi_fi: Se toimii!
fr_fr: Ça marche !
he_il: עובד!
it_it: Funziona!
ja_jp: 動作します！
ko_kr: 정상 작동함!
pl_pl: Działa!
pt_br: Funcionou!
ru_ru: Работает!
th_th: ใช้งานได้!
tr_tr: Çalışıyor!
uk_ua: Працює!
vi_vn: Hoạt động!
zh_cn: 下载正常
zh_tw: 正常下載

# NetworkTesterPage_BrowserTestTitle
source: Browser Test
ar_sa: اختبار المتصفح
ar_sy: اختبار المتصفح
ca_es: Prova del navegador
cs_cz: Test v prohlížeči
es_es: Prueba del Navegador
fa_ir: تست مرورگر
fi_fi: Selaimen testi
fr_fr: Test du navigateur
he_il: בדיקת דפדפן
it_it: Test del browser
ja_jp: ブラウザーテスト
ko_kr: 브라우저 테스트
pl_pl: Test przeglądarki
pt_br: Teste do navegador
ru_ru: Тест браузера
th_th: ทดสอบเบราว์เซอร์
tr_tr: Tarayıcı Testi
uk_ua: Тест Браузера
vi_vn: Kiểm Tra Trình Duyệt
zh_cn: 浏览器测试
zh_tw: 瀏覽器測試

# NetworkTesterPage_CancelCurrentTest
source: Cancel current test
ar_sa: إلغاء الاختبار الحالي
ar_sy: إلغاء الاختبار الحالي
ca_es: Cancel·la la prova actual
cs_cz: Zrušit současný test
de_de: Aktuellen Test abbrechen
es_es: Cancelar prueba actual
fa_ir: لغو تست فعلی
fi_fi: Peruuta nykyinen testi
fr_fr: Annuler le test en cours
he_il: בטל בדיקה נוכחית
it_it: Annulla il test corrente
ja_jp: 現在のテストを中止
ko_kr: 현재 테스트 취소
pl_pl: Anuluj bieżący test
pt_br: Cancelar teste atual
ru_ru: Отменить текущий тест
th_th: ยกเลิกการทดสอบปัจจุบัน
tr_tr: Mevcut testi iptal et
uk_ua: Скасувати поточний тест
vi_vn: Hủy kiểm tra hiện tại
zh_cn: 取消当前的测试
zh_tw: 取消目前的測試

# NetworkTesterPage_CopyTestResults
source: Copy test results
ar_sa: نسخ نتائج الاختبار
ar_sy: نسخ نتائج الاختبار
ca_es: Copia els resultats de la prova
cs_cz: Kopírovat výsledky testu
de_de: Testergebnisse kopieren
es_es: Copiar resultados de la prueba
fa_ir: کپی نتایج تست
fi_fi: Kopioi testitulokset
fr_fr: Copier les résultats du test
he_il: העתק תוצאות בדיקה
it_it: Copia i risultati del test
ja_jp: テスト結果をコピー
ko_kr: 테스트 결과 복사
pl_pl: Skopiuj wyniki testów
pt_br: Copiar resultados do teste
ru_ru: Скопировать результаты теста
th_th: คัดลอกผลการทดสอบ
tr_tr: Test sonuçlarını kopyala
uk_ua: Копіювати результати тесту
vi_vn: Sao chép kết quả kiểm tra
zh_cn: 复制测试输出
zh_tw: 複製測試輸出

# NetworkTesterPage_CreateBugReport
source: Create bug report
ar_sa: إنشاء بلاغ خطأ
ar_sy: إنشاء تقرير عن الخطأ
ca_es: Crea un informe d'errors
cs_cz: Vytvořit chybové hlášení
de_de: Fehlerbericht erstellen
es_es: Crear informe de error
fa_ir: یجاد گزارش باگ
fi_fi: Luo virheraportti
fr_fr: Créer un rapport de bug
he_il: צור דיווח על באג
it_it: Crea segnalazione bug
ja_jp: バグ報告を作成
ko_kr: 버그 리포트 생성
pl_pl: Utwórz raport o błędzie
pt_br: Criar relatório de erro
ru_ru: Создать отчет об ошибке
th_th: สร้างรายงานแจ้งบั๊ก
tr_tr: Hata raporu oluştur
uk_ua: Створити звіт про помилку
vi_vn: Tạo báo cáo lỗi
zh_cn: 创建问题报告
zh_tw: 建立問題回報。

# NetworkTesterPage_CustomUserAgentTest
source: Custom user agent test
ar_sa: اختبار user agent مخصص
ar_sy: اختبار User Agent مخصص
ca_es: Prova d'agent d'usuari personalitzada
cs_cz: Vlastní test uživatelského agenta
de_de: Benutzerdefinierter User-Agent-Test
es_es: Prueba de agente de usuario personalizada
fa_ir: تست سفارشی یوزر ایجنت
fi_fi: Mukautettu käyttäjäagentin testi
fr_fr: Test personnalisé de l'agent utilisateur
he_il: בדיקת User Agent מותאם אישית
it_it: Test dell'agente utente personalizzato
ja_jp: カスタムユーザーエージェントのテスト
ko_kr: 커스텀 User Agent 테스트
pl_pl: Test niestandardowego UserAgenta
pt_br: Teste com agente de usuário personalizado
ru_ru: Тест пользовательского агента
th_th: ทดสอบ User Agent แบบกำหนดเอง
tr_tr: Özel kullanıcı aracısı testi
uk_ua: Тест користувацького агента
vi_vn: Kiểm tra user agent tùy chỉnh
zh_cn: 自定义代理测试
zh_tw: 自訂代理測試

# NetworkTesterPage_DiagnosticsTest10Title
source: Downloading DLSS Swapper DLL within DLSS Swapper with custom user agent
ar_sa: تنزيل ملف DLL الخاص بـ DLSS Swapper من داخل DLSS Swapper باستخدام user agent مخصص
ar_sy: تحميل ملف DLL الخاص بـ DLSS Swapper داخل DLSS Swapper باستخدام User Agent
ca_es: Descarregant la DLL del DLSS Swapper dins de DLSS Swapper amb un agent d'usuari personalitzat
cs_cz: Stahování souboru DLL DLSS Swapperu v rámci DLSS Swapperu s vlastním uživatelským agentem
de_de: DLSS Swapper DLL innerhalb von DLSS Swapper mit benutzerdefiniertem User-Agent herunterladen
es_es: Descargando el DLL de DLSS Swapper desde DLSS Swapper con un agente de usuario personalizado
fa_ir: دانلود DLL برنامه DLSS Swapper در داخل DLSS Swapper با یوزر ایجنت سفارشی
fi_fi: Ladataan DLSS Swapperin DLL:ää sisäisesti mukautetulla käyttäjäagentilla
fr_fr: Téléchargement du fichier DLL DLSS Swapper dans DLSS Swapper avec un agent utilisateur personnalisé
he_il: הורדת DLL של DLSS Swapper מתוך DLSS Swapper עם user agent מותאם אישית
it_it: Scaricamento della DLL del DLSS Swapper all'interno di DLSS Swapper con agente utente personalizzato
ja_jp: DLSS Swapper 内で、カスタムユーザーエージェントを使用して DLSS Swapper DLL をダウンロードします
ko_kr: 커스텀 User Agent를 사용하여 DLSS Swapper 내에서 DLL 다운로드
pl_pl: Pobieranie DLSS Swapper DLL w DLSS Swapper z niestandardowym agentem użytkownika
pt_br: Baixando a DLL do DLSS Swapper dentro do DLSS Swapper com agente de usuário personalizado
ru_ru: Загрузка DLL DLSS Swapper в DLSS Swapper с помощью пользовательского агента
th_th: กำลังดาวน์โหลด DLL ผ่านโปรแกรม DLSS Swapper โดยใช้ User Agent แบบกำหนดเอง
tr_tr: Özel kullanıcı aracısı ile DLSS Swapper içinden DLSS Swapper DLL'i indiriliyor
uk_ua: Завантаження DLSS Swapper DLL у DLSS Swapper за допомогою власного агента користувача
vi_vn: Tải xuống DLL DLSS Swapper trong DLSS Swapper với user agent tùy chỉnh
zh_cn: 使用代理在 DLSS Swapper 中下载 DLSS Swap DLL 文件
zh_tw: 使用代理在 DLSS Swap 中下載 DLSS Swap DLL 檔案

# NetworkTesterPage_DiagnosticsTest11Title
source: Downloading DLSS DLL from UploadThing mirror
ar_sa: تنزيل ملف DLL الخاص بـ DLSS من mirror على UploadThing
ar_sy: جاري تحميل DLSS DLL من خادم UploadThing البديل
ca_es: Descarregant la DLL del DLSS des del mirall d'UploadThing
cs_cz: Stahování DLSS DLL souboru z mirroru UploadThing
de_de: DLSS-DLL von UploadThing-Mirror herunterladen
es_es: Descargando el DLL de DLSS desde el mirror de UploadThing
fa_ir: دانلود DLL مربوط به DLSS از UploadThing mirror
fi_fi: Ladataan DLSS DLL:ää UploadThing-peilistä
fr_fr: Téléchargement du fichier DLL DLSS à partir du miroir UploadThing
he_il: הורדת DLL של DLSS משרת מראה של UploadThing
it_it: Scaricamento della DLL del DLSS dallo specchio di UploadThing
ja_jp: UploadThing ミラーから DLSS DLL をダウンロードします
ko_kr: UploadThing 미러 서버에서 DLSS DLL 다운로드
pl_pl: Pobieranie DLSS DLL z lustrzanego serwera UploadThing
pt_br: Baixando DLL do DLSS pelo espelho UploadThing
ru_ru: Загрузка DLSS DLL с зеркала UploadThing
th_th: กำลังดาวน์โหลด DLSS DLL จากมิร์เรอร์ UploadThing
tr_tr: UploadThing yansımasından DLSS DLL'i indiriliyor
uk_ua: Завантаження DLSS DLL з дзеркала UploadThing
vi_vn: Tải xuống DLL DLSS từ mirror UploadThing
zh_cn: 从 UploadThing 镜像下载 DLSS DLL文件
zh_tw: 從 UploadThing 鏡像下載 DLSS DLL 檔案

# NetworkTesterPage_DiagnosticsTest1Title
source: Accessing google.com from within DLSS Swapper (tests general internet connectivity)
ar_sa: الوصول إلى google.com من داخل DLSS Swapper (لاختبار اتصال الإنترنت العام)
ar_sy: الوصول إلى google.com من داخل DLSS Swapper (اختبار الاتصال العام بالإنترنت)
ca_es: Accedint a google.com des de DLSS Swapper (prova de la connectivitat general a Internet)
cs_cz: Přístup na google.com z DLSS Swapperu (testuje obecné připojení k internetu)
de_de: Zugriff auf google.com über DLSS Swapper (Test der allgemeinen Internetverbindung)
es_es: Accediendo a google.com desde DLSS Swapper (prueba la conectividad general a internet)
fa_ir: دسترسی به google.com از داخل DLSS Swapper (تست اتصال عمومی اینترنت)
fi_fi: Yhdistetään google.com‑sivustoon DLSS Swapperista (testaa yleisen internet‑yhteyden toimivuuden)
fr_fr: Accéder à google.com depuis DLSS Swapper (teste la connectivité Internet générale)
he_il: גישה אל google.com מתוך DLSS Swapper (בדיקת חיבור כללי לאינטרנט)
it_it: Accesso a google.com da DLSS Swapper (verifica la connettività Internet generale)
ja_jp: DLSS Swapper 内から google.com にアクセスします（一般的なインターネット接続を確認します）
ko_kr: DLSS Swapper 내에서 https://www.google.com/search?q=google.com 접속 (일반 인터넷 연결 테스트)
pl_pl: Dostęp do google.com z poziomu DLSS Swapper (test ogólnej łączności z Internetem)
pt_br: Acessando google.com a partir do DLSS Swapper (testa conectividade geral com a internet)
ru_ru: Доступ к google.com из DLSS Swapper (тестирует общее подключение к интернету)
th_th: การเข้าถึง google.com จากภายใน DLSS Swapper (เพื่อทดสอบการเชื่อมต่ออินเทอร์เน็ตทั่วไป)
tr_tr: DLSS Swapper içinden google.com'a erişiliyor (genel internet bağlantısını test eder)
uk_ua: Доступ до google.com з DLSS Swapper (тестує загальне підключення до Інтернету)
vi_vn: Truy cập google.com từ trong DLSS Swapper (kiểm tra kết nối internet chung)
zh_cn: 测试 Google.com 响应以检查互联网连接
zh_tw: 測試 google.com 的回應來檢查網路連線

# NetworkTesterPage_DiagnosticsTest2Title
source: Accessing bing.com from within DLSS Swapper (tests general internet connectivity)
ar_sa: الوصول إلى bing.com من داخل DLSS Swapper (لاختبار اتصال الإنترنت العام)
ar_sy: الوصول إلى bing.com من داخل DLSS Swapper (اختبار الاتصال العام بالإنترنت)
ca_es: Accedint a bing.com des de DLSS Swapper (prova de la connectivitat general a Internet)
cs_cz: Přístup na bing.com z DLSS Swapperu (testuje obecné připojení k internetu)
de_de: Zugriff auf bing.com über DLSS Swapper (testet die allgemeine Internetverbindung)
es_es: Accediendo a bing.com desde DLSS Swapper (prueba la conectividad general a internet)
fa_ir: دسترسی به bing.com از داخل DLSS Swapper (تست اتصال عمومی اینترنت)
fi_fi: Yhdistetään bing.com‑sivustoon DLSS Swapperista (testaa yleisen internet‑yhteyden toimivuuden)
fr_fr: Accéder à bing.com depuis DLSS Swapper (teste la connectivité Internet générale)
he_il: גישה אל bing.com מתוך DLSS Swapper (בדיקת חיבור כללי לאינטרנט)
it_it: Accesso a bing.com da DLSS Swapper (verifica la connettività Internet generale)
ja_jp: DLSS Swapper 内から bing.com にアクセスします（一般的なインターネット接続を確認します）
ko_kr: DLSS Swapper 내에서 bing.com 접속 (일반 인터넷 연결 테스트)
pl_pl: Dostęp do bing.com z poziomu DLSS Swapper (testogólnej łączności z Internetem)
pt_br: Acessando bing.com a partir do DLSS Swapper (testa conectividade geral com a internet)
ru_ru: Доступ к bing.com из DLSS Swapper (тестирует общее подключение к интернету)
th_th: การเข้าถึง bing.com จากภายใน DLSS Swapper (เพื่อทดสอบการเชื่อมต่ออินเทอร์เน็ตทั่วไป)
tr_tr: DLSS Swapper içinden bing.com'a erişiliyor (genel internet bağlantısını test eder)
uk_ua: Доступ до bing.com з DLSS Swapper (тестує загальне підключення до Інтернету)
vi_vn: Truy cập bing.com từ trong DLSS Swapper (kiểm tra kết nối internet chung)
zh_cn: 测试微软必应响应以检查互联网连接
zh_tw: 測試 bing.com 的回應來檢查網路連線

# NetworkTesterPage_DiagnosticsTest3Title
source: Downloading DLSS Swapper DLL within DLSS Swapper
ar_sa: تنزيل ملف DLL الخاص بـ DLSS Swapper من داخل DLSS Swapper
ar_sy: تحميل ملف DLL الخاص بـ DLSS Swapper داخل DLSS Swapper
ca_es: Descarregant la DLL del DLSS Swapper dins de DLSS Swapper
cs_cz: Stahování souboru DLL DLSS Swapperu v rámci DLSS Swapperu
de_de: DLSS Swapper DLL innerhalb von DLSS Swapper herunterladen
es_es: Descargando el DLL de DLSS Swapper desde DLSS Swapper
fa_ir: دانلود DLL برنامه DLSS Swapper در داخل DLSS Swapper
fi_fi: Ladataan DLSS Swapperin DLL:ää sisäisesti
fr_fr: Téléchargement du fichier DLL DLSS Swapper dans DLSS Swapper
he_il: הורדת DLL של DLSS Swapper מתוך DLSS Swapper
it_it: Scaricamento della DLL DLSS Swapper all'interno di DLSS Swapper
ja_jp: DLSS Swapper 内で DLSS Swapper DLL をダウンロードします
ko_kr: DLSS Swapper 내에서 DLSS Swapper DLL 다운로드
pl_pl: Pobieranie DLSS Swapper DLL z poziomu DLSS Swapper
pt_br: Baixando DLL do DLSS Swapper dentro do próprio aplicativo
ru_ru: Загрузка DLL DLSS Swapper в DLSS Swapper
th_th: กำลังดาวน์โหลด DLSS Swapper DLL ภายในตัว DLSS Swapper
tr_tr: DLSS Swapper içinden DLSS Swapper DLL'i indiriliyor
uk_ua: Завантаження DLSS Swapper DLL в DLSS Swapper
vi_vn: Tải xuống DLL DLSS Swapper trong DLSS Swapper
zh_cn: 在 DLSS Swapper 清单中下载 DLSS DLL 文件测试
zh_tw: 在 DLSS Swapper 清單中下載 DLSS DLL 檔案測試

# NetworkTesterPage_DiagnosticsTest4Title
source: Downloading DLSS Swapper DLL from browser
ar_sa: تنزيل ملف DLL الخاص بـ DLSS Swapper من المتصفح
ar_sy: تحميل ملف DLL الخاص بـ DLSS Swapper من المتصفح
ca_es: Descarregant la DLL del DLSS Swapper des del navegador
cs_cz: Stahování souboru DLL DLSS Swapperu z prohlížeče
de_de: DLSS Swapper DLL aus dem Browser herunterladen
es_es: Descargando el DLL de DLSS Swapper desde el navegador
fa_ir: دانلود DLL برنامه DLSS Swapper از مرورگر
fi_fi: Ladataan DLSS Swapperin DLL:ää selaimesta
fr_fr: Téléchargement du fichier DLL DLSS Swapper depuis le navigateur
he_il: הורדת DLL של DLSS Swapper מהדפדפן
it_it: Scaricamento della DLL DLSS Swapper dal browser
ja_jp: ブラウザーから DLSS Swapper DLL をダウンロードします
ko_kr: 브라우저에서 DLSS Swapper DLL 다운로드
pl_pl: Pobieranie DLSS Swapper DLL przez przeglądarkę
pt_br: Baixando DLL do DLSS Swapper pelo navegador
ru_ru: Загрузка DLL DLSS Swapper из браузера
th_th: กำลังดาวน์โหลด DLSS Swapper DLL ผ่านเว็บเบราว์เซอร์
tr_tr: Tarayıcıdan DLSS Swapper DLL'i indiriliyor
uk_ua: Завантаження DLSS Swapper DLL з браузера
vi_vn: Tải xuống DLL DLSS Swapper từ trình duyệt
zh_cn: 从浏览器下载 DLL 文件测试
zh_tw: 從瀏覽器下載 DLL 檔案測試

# NetworkTesterPage_DiagnosticsTest5Title
source: Downloading game cover from Steam
ar_sa: تنزيل صورة غلاف اللعبة من Steam
ar_sy: تحميل غلاف اللعبة من Steam
ca_es: Descarregant la portada del joc des de Steam
cs_cz: Stahování obálky ze Steam
de_de: Lade Spielcover von Steam herunter
es_es: Descargando la carátula del juego desde Steam
fa_ir: دانلود کاور بازی از استیم
fi_fi: Ladataan pelikansi Steamistä
fr_fr: Téléchargement de la jaquette du jeu depuis Steam
he_il: הורדת תמונת עטיפה של משחק מ-Steam
it_it: Scaricamento della DLL DLSS Swapper dal browser
ja_jp: Steam からゲームのカバー画像をダウンロードします
ko_kr: Steam에서 게임 커버 다운로드
pl_pl: Pobieranie okładki gry ze Steam
pt_br: Baixando capa do jogo da Steam
ru_ru: Загрузка обложки игры из Steam
th_th: กำลังดาวน์โหลดปกเกมจาก Steam
tr_tr: Steam'den oyun kapağı indiriliyor
uk_ua: Завантаження обкладинки гри зі Steam
vi_vn: Tải xuống bìa trò chơi từ Steam
zh_cn: 从 Steam 下载游戏封面
zh_tw: 從 Steam 下載遊戲封面圖片

# NetworkTesterPage_DiagnosticsTest6Title
source: Downloading game cover from Epic Game Store
ar_sa: تنزيل صورة غلاف اللعبة من Epic Game Store
ar_sy: تحميل غلاف اللعبة من Epic Games Store
ca_es: Descarregant la portada del joc de l'Epic Game Store
cs_cz: Stahování obálky z Epic Game Store
de_de: Lade Spielcover von Epic herunter
es_es: Descargando la carátula del juego desde la Epic Game Store
fa_ir: دانلود کاور بازی از Epic Game Store
fi_fi: Ladataan pelikansi Epic Game Storesta
fr_fr: Téléchargement de la jaquette du jeu depuis Epic Game Store
he_il: הורדת תמונת עטיפה של משחק מ-Epic Game Store
it_it: Scaricare la copertina del gioco dall'Epic Game Store
ja_jp: Epic Games Store からゲームのカバー画像をダウンロードします
ko_kr: 에픽 게임즈 스토어에서 게임 커버 다운로드
pl_pl: Pobieranie okładki gry z Epic Game Store
pt_br: Baixando capa do jogo da Epic Games Store
ru_ru: Загрузка обложки игры из Epic Game Store
th_th: กำลังดาวน์โหลดปกเกมจาก Epic Game Store
tr_tr: Epic Game Store'dan oyun kapağı indiriliyor
uk_ua: Завантаження обкладинки гри з Epic Game Store
vi_vn: Tải xuống bìa trò chơi từ Epic Game Store
zh_cn: 从 Epic Games Store 下载游戏封面图
zh_tw: 從 Epic Games 商店下載遊戲封面圖片
